[
  {
    "id": 1,
    "name": "Nelman Ranasinghe",
    "position": "Frontend Developer, Web and UX/UI | Content Creator",
    "company": "",
    "image": "/images/testimonials/nelman.webp",
    "text": "I had the pleasure of collaborating with Hamidreza Delshad, a superb full-stack developer specialising in JavaScript, TypeScript, React, Next, Node, Express, and MongoDB. Hamidreza is highly skilled in creating scalable, user-centric, aesthetically pleasing and resilient apps by fusing strong technical talents with a clear sense of design. He is an invaluable asset to any team because of his proactive approach to problem-solving and cooperation attitude. I heartily and highly recommend Hamidreza.",
    "rating": 5,
    "linkedinUrl": "https://www.linkedin.com/in/nelman/"
  },
  {
    "id": 2,
    "name": "Adel Ansari",
    "position": "Software Developer",
    "company": "Nordea",
    "image": "/images/testimonials/adel-ansari.webp",
    "text": "I had the pleasure of working with Hamid on a web application project for a hackathon challenge. Hamid is a skilled and knowledgeable front-end developer who can deliver high-quality features in a short time. He was also an effective team leader who took the initiative to coordinate the tasks and communicate the progress. Hamid was always open for discussion and ready to contribute with his ideas and expertise. He was patient and supportive with his teammates and helped us overcome the challenges we faced. Working with Hamid was a great experience and I highly recommend him as a software developer.",
    "rating": 5,
    "linkedinUrl": "https://www.linkedin.com/in/adel-ansari/"
  },
  {
    "id": 3,
    "name": "Reza Ardalan",
    "position": "founder - Director",
    "company": "Neobuild NSW",
    "image": "/images/testimonials/reza-ardalan.webp",
    "text": "I am writing to recommend Hamid for his exceptional work in a graphic design highly. I had the pleasure of working with Hamid when he designed the logo, brochure, poster and everything we need for our company in Australia. Hamid's attention to detail, creativity, and ability to understand our brand's vision and mission were truly outstanding. Throughout the design process, Hamid was a pleasure to work with. He was always willing to listen to our feedback and make changes accordingly, and he consistently exceeded our expectations with his final designs.Overall, I highly recommend Hamid for any graphic design work. He is an incredibly talented designer with a keen eye for detail and a deep understanding of branding. I do not doubt that he would be a valuable asset to any team.",
    "rating": 5,
    "linkedinUrl": "https://www.linkedin.com/in/reza-bani-ardalan-a6a59038/"
  },
  {
    "id": 4,
    "name": "EHSAN (Ehsansajedi) SAJEDI",
    "position": "Personal Branding",
    "company": "",
    "image": "/images/testimonials/ehasansajedi.webp",
    "text": "I worked with Hamidreza Delshad in the AmighCultural Complex and we were both senior managers in the organization. he was the director of the graphics department and executive director of the amigh complex and I was the real estate sales manager. we were experts in the organization and were the masterminds of the system. we were very friendly and literate and fully aware of the psychology of negotiation and presence in the main and vital parts of the organization.Due to her very powerful vision in the topic of advertising psychology, he helped me a lot in the sales and marketing of the collection and made a significant contribution to my success.",
    "rating": 5,
    "linkedinUrl": "https://www.linkedin.com/in/ehsansajedi/"
  },
  {
    "id": 5,
    "name": "Micheal Ulasi",
    "position": "Technical Lead Cloud Solution specialist",
    "company": "Swedcon18 AB",
    "image": "/images/testimonials/micheal-ulasi.webp",
    "text": "I am writing this recommendation for Hamid Reza Delshad, who worked as a frontend developer with Swedocn18. I had the pleasure of working with Hamid for several years and can confidently say that he is an outstanding developer with exceptional skills and a strong work ethic. Hamid is an expert in frontend development and demonstrated a deep understanding of web technologies such as HTML, CSS, and JavaScript. He consistently delivered high-quality work on time and within budget. His attention to detail and ability to troubleshoot and solve complex problems was instrumental in the success of many of our projects. Apart from his technical skills, Hamid is a great team player and a pleasure to work with. He is always willing to lend a helping hand and takes initiative to ensure that the team's goals are met. His positive attitude, strong communication skills, and ability to collaborate effectively with others made him a valuable asset to our team. Overall, I highly recommend Hamid Reza Delshad for any frontend development role. He is a talented and dedicated developer who consistently goes above and beyond to deliver quality work. I am confident that he will make a positive contribution to any organization that he joins.",
    "rating": 5,
    "linkedinUrl": "https://www.linkedin.com/in/michealulasi/"
  },
  {
    "id": 6,
    "name": "Alina Samoteev",
    "position": "Experienced MERN Stack Developer | TypeScript Enthusiast",
    "company": "Freelancing Success",
    "image": "/images/testimonials/alina-samoteev.webp",
    "text": "I highly recommend Hamid to anyone seeking a skilled developer and exceptional team leader. Having worked with Hamid, I can attest to his outstanding coding abilities and excellent design taste. He consistently produces clean and understandable code that is visually appealing. Hamid is a talented leader who is patient and supportive with his colleagues. He values the opinions of others and makes sure that everyone has a voice and choice in the decision-making process. He listens carefully to the ideas and suggestions of his team members, making the right choices for the team. Under Hamid's leadership, his team has never had any coding issues. He creates a comfortable work environment where everyone feels heard and respected. Additionally, Hamid has a great personality, a fantastic sense of humor, and is a pleasure to work with. In summary, I highly recommend Hamid as an excellent addition to any team. He is a skilled developer, an exceptional team leader, and an all-around great person to work with.",
    "rating": 5,
    "linkedinUrl": "https://www.linkedin.com/in/alina-samoteev-627836a5/"
  },
  {
    "id": 7,
    "name": "Hossein Ashrafipoor",
    "position": "Full stack developer | NextJS | NestJS",
    "company": "Freelancing",
    "image": "/images/testimonials/hossein-ashrafipoor.webp",
    "text": "Hamid has consistently shown himself to be the foundation of our efforts. Even in the most trying circumstances, he maintains a positive outlook on his profession. Nobody with his degree of experience can equal his breadth of knowledge and experience in web development.",
    "rating": 5,
    "linkedinUrl": "https://www.linkedin.com/in/ashrafipoor/"
  },
  {
    "id": 8,
    "name": "Iman Hosseini",
    "position": "Business Analyst | Power Platform Developer",
    "company": "Volvo Group",
    "image": "/images/testimonials/iman-hosseini.webp",
    "text": "I had the pleasure of working with Hamid during their time as a junior full stack developer on our team. I was particularly impressed by their depth of knowledge and experience in UI/UX, which they gained during their previous senior role. Hamid brought a unique perspective to our team, with their keen eye for design and ability to develop user-friendly interfaces. They were able to bring this skill set to their development work, creating products that were not only functional but also aesthetically pleasing and intuitive to use. In addition, Hamid was a great team player and collaborator, always willing to jump in and help others, whether it was with UI design or backend development. Their positive attitude and strong work ethic made them a pleasure to work with, and I would highly recommend them for any future roles in the industry. Overall, Hamid is an incredibly talented individual with a wealth of experience in both UI/UX and full stack development. I believe that they have a bright future ahead of them and will be an asset to any team they join.",
    "rating": 5,
    "linkedinUrl": "https://www.linkedin.com/in/iman-hosseini-81098283/"
  },
  {
    "id": 9,
    "name": "Farzan Wadood",
    "position": "Software Developer",
    "company": "Leica Geosystems",
    "image": "/images/testimonials/farzan-wadood.webp",
    "text": "Hamid is highly skilled, technically sound and experienced person in the field of Web Development. I really recommend him for any thing related to Web Development. He has amazing skills in graphic designing and he is Pro-Active and self-learner.",
    "rating": 5,
    "linkedinUrl": "https://www.linkedin.com/in/farzanwadood/"
  }
]